Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingspresidentens_tale_i_samekonferansen_tffk_2022.html.tmx
Source language: nob
Languages: sme

source: Sametingspresidentens tale i Samekonferansen TFFK 2022
sme: Sámediggepresideantta sáhkavuorru Samekonferánssas RFFG 2022

source: Sametingspresident Silje Karine Muotkas (NSR) tale i Samekonferansen TFFK 2022 om Sametingets overordnede prioriteringer.
sme: Sámediggepresideantta Silje Karine Muotka (NSR) sáhkavuorru Samekonferánssas RFFG 2022 Sámedikki bajitdási vuoruhemiid birra.

source: Tema for samekonferansen 2022 er samarbeidsavtalen mellom Troms og Finnmark fylkeskommune og Sametinget.
sme: Konferánssa fáddá lea Romssa ja Finnmárkku fylkkagieldda ja Sámedikki ovttasbargosoahpamuš.

source: Fylkesrådsleder, statssekretær – godt folk
sme: Fylkkaráđijođiheaddji, stáhtačálli – buorit olbmot

source: Jeg har fått oppgaven i å snakke om Sametingets overordnede prioriteringer de kommende fire år.
sme: Mun lean ožžon barggu muitalit Sámedikki bajitdási vuoruhemiid birra boahtte njealji jahkái.

source: Det er et tema som jeg i lys av den siste ukas dramatiske hendelser har måttet justere.
sme: Dat lea fáddá man mun, maŋimus vahku dramáhtalaš dáhpáhusaid dihte, lean šaddan justeret.

source: Krig, pandemi og et storpolitisk bilde i dramatisk endring påvirker også oss.
sme: Soahti, pandemiija ja stuorapolitihkalaš rievdadusat čuhcet maiddái midjiide.

source: Jeg må i disse dager uttrykke støtte og sympati for ukrainerne som er rammet av krig.
sme: Dáid beivviid áiggun dovddastit doarjaga ukrainalaččaide geat gillájit soađi.

source: La meg starte med at det aldri har vært viktigere enn nå å sikre menneskerettighetene.
sme: Mun sáhtán álgit dainna ahte muitalit ahte ii goasse ovdal leat leamaš deháleabbo sihkkarastit olmmošvuoigatvuođaid.

source: Om det er ei tid da menneskerettighetene presses og brytes, så øker faren for det i perioder som dette.
sme: Jus goasse lea áigi goas olmmošvuoigatvuođat vuortnuhuvvojit ja rihkkojuvvojit, de lea dákkár áiggis stuorit várra dasa.

source: På mandag kom enda en av FNs klimadelrapporter der det fremkommer med all tydelighet at vi har kortere tid enn noen har trodd for å kunne gjøre noe for å hindre de mest alvorlige konsekvensene av klimakrisa.
sme: Mánnodaga bođii vel okta ON dálkkádatoasseraporttain mas boahtá hui čielgasit ovdan ahte mis lea vel oanehit áigi go oktage goasse livččii jáhkkán dahkat juoidá mii hehtte duođaleamos váikkuhusaid dálkkádatroasus.

source: Vi har lest rapporten fra FNs naturpanel om at det biologiske mangfoldet er under slikt press at vi har en naturkrise som er like alvorlig som klimakrisen.
sme: Mii leat lohkan ON luonddupanela raportta mas čuožžu ahte biologalaš valljivuohta lea nu hearkkes dilis ahte mis lea luondduroassu mii lea lihka duođalaš go dálkkádatroassu.

source: Som mange andre er jeg bekymret over alt dette som skjer.
sme: Nu movt oallugat earát, de vuorjašuvan mun maid dainna mii dáhpáhuvvá.

source: Det er fordi de begrunnelsene som brukes når det gjelder å sette til side samiske hensyn i mange saker plutselig hjelpes frem av kaoset i verden.
sme: Dat lea dan dihte go ákkat mat geavahuvvojit vuovdin dihte sámi beroštumiid máŋgga áššis, fáhkkestaga adnojit ávkin alcceset máilmmi kaosa dihte.

source: La meg ta en av de begrunnelsene: klimakrisen og det så kalte grønne skiftet.
sme: Sáhtán namuhit ovtta dáin ákkain: Dálkkádatroassu ja nu gohčoduvvon ruoná molsun.

source: Der er argumentet at siden vi må bekjempe global oppvarming så må hensynet til samiske forhold settes til side i det grønne skiftet.
sme: Das ákkastallojuvvo ahte go mii fertet hehttet máilmmi liegganeami, de fertejit sámi beroštumit duvdiluvvot eret dan ruoná molsumis.

source: Vindindustri, mineralvirksomhet, strøminfrastruktur og batterifabrikker.
sme: Bieggaindustriija, minerálabohkan, elrávdnjeinfrastruktuvra ja batteriijafabrihkat.

source: Hensynet til det «greater good» trumfer hensynet til menneskerettigheter som urfolksrettighetene er en del av.
sme: «Greater good» beroštumit duvdet eret olmmošvuoigatvuođaid, maidda álgoálbmotvuoigatvuođat gullet.

source: Nå med krig i Europa er energipolitikken mer enn noensinne en sak der vi har store utfordringer.
sme: Dál go lea soahti Eurohpás de lea energiijapolitihkka dat mii eanet go goasse ovdal buktá stuora hástalusaid.

source: Men det er ikke enklere når det gjelder konsekvensene av klimakrisen, da er det også noe vi opplever først og mest dramatisk da vi driver en god del naturbaserte og primærnæringer.
sme: Muhto ii leat álkit go geahččá dálkkádatroasu hástalusaid, dat lea maid juoga maid mii dovdat vuosttažettiin dramáhtalažžan, danin go oallugat mis barget luondduvuđot ja vuođđoealáhusain.

source: Villere og mer uforutsigelig vær er en del av dette.
sme: Vearrát ja unnit einnostahtti dálkkit leat oassin dain.

source: Tørke, økt skogbrannfare, palsmyrer som faller sammen, lauvmakk i stadig flere varianter som spiser stadig mer av den sparsomme vegetasjonen, nye sykdommer blant dyrene, mer makrell, mye snø, islag og voldsomme væromslag.
sme: Goikkádagat, stuorit vuovdebuollinvárra, balssat mat jávket, eanet sorttat lastamáđut mat borret dan vátna šaddodaga, ođđa dávddat elliide, eanet makrealla, gassa muohta, jiekŋagearddit ja issoras dálkenuppásteamit.

source: Noen sier sånn har det alltid vært.
sme: Muhtimat lohket ahte nie lea álo leamaš.

source: Andre sier slik har det ikke vært før.
sme: Earát fas lohket ná ii leat ovdal leamaš.

source: Så er det tap av biologisk mangfold, naturkrisen.
sme: De lea vel dat biologalaš valljivuođa massin, luondduroassu.

source: Det er sammenfall i næringskjeden og avhengige arter som står under press.
sme: Biepmusráidu mii lea gahččame ja sorjavaš šlájat rahčet.

source: Lenge har vi sagt at lodda må totalfredes.
sme: Mii leat guhká juo lohkan ahte šávšša ferte oalát ráfáiduhttit.

source: Det er fordi det er en art som mange andre arter er avhengige av.
sme: Dat lea danin go dat lea šládja man nu máŋga eará šlája dárbbašit.

source: Slike utfordringer vil vi måtte møte i større grad fordi temperaturøkninger har store konsekvenser.
sme: Dákkár hástalusaid fertet mii dustet dávjjit danin go temperaturbadjáneamis leat stuora váikkuhusat.

source: Konferansedeltakere.
sme: Konferánsaoasseváldit.

source: La meg gjøre det klart at disse sakene ikke er Sametingets prioriteringer, men det som er helt sikkert er at Sametinget må ha politikk for å kunne møte disse utfordringene.
sme: Mun ferten dahkat čielggasin ahte dát áššit eai leat Sámedikki vuoruheamit, dat leat áššit mat váikkuhit midjiide. Muhto dat mii lea áibbas sihkar, lea ahte Sámedikkis ferte leat politihkka nu ahte lea gearggus dustet dákkár hástalusaid.

source: Vi har slitt med at å ivareta urfolksrettighetene har vært vanskelig når vi har hatt gode og fredelige velmaktsdager.
sme: Mis lea leamaš olu rahčamuš dainna ahte fuolahit álgoálbmotvuoigatvuođaid lea leamaš váttis dalle go leat leamaš buorit ja ráfálaš beaivvit.

source: Det er derfor mitt budskap til alle dere er at det er nå det teller, det er nå menneskerettighetenes begrunnelse er som sterkest.
sme: Danin lea mu sáttasátni didjiide ahte dál dat lea áigi, dál leat olmmošvuoigatvuođaid ákkastallamat nannosepmosat.

source: Det er når alle andre ting er i uforutsigelighet at et minste minimumsvern skal ivaretas.
sme: Dat lea dalle go visot eará lea eahpeeinnostahtti, dalle ferte láivvimus unnimussuddjen vuhtiiváldojuvvot.

source: Det er da det er avgjørende at menneskerettighetene respekteres.
sme: Dalle lea vealtameahttun ahte olmmošvuoigatvuođat doahttaluvvojit.

source: Så en klar melding er at Sametinget fokuserer med styrket kraft på å sikre menneskerettighetene og at vi kan være aktive premissleverandører for at det skal være en fremtid for det samiske folket, vår kultur, vårt språk og vårt materielle levegrunnlag.
sme: Čielga diehtun dás lea ahte Sámediggi fokusere garraseappot sihkkarastit ahte olmmošvuoigatvuođat doahttaluvvojit, ja ahte mii sáhttit leat doaibmi eavttuidbiddjin nu ahte gávdno boahtteáigi sápmelaččaide, min kultuvrii, min gillii ja min materiálalaš eallinvuđđui.

source: Det niende Sametinget er konstituert i oktober.
sme: Ovccát Sámediggi lea konstituerejuvvon golggotmánus.

source: Vi styrer i flertallet på Beaiveálgu erklæringen.
sme: Mii stivret eanetlogus Beaiveálgu-julggaštusain.

source: Erklæringen er omfattende og vi jobber målrettet for å sikre gjennomføring av erklæringens mål.
sme: Julggaštus lea viiddis, ja mii bargat ulbmillaččat sihkkarastindihte olahit julggaštusa mihtuid.

source: Erklæringen er inspirert av den første samiske romanen som Anders Larsen skrev i 1912.
sme: Julggaštus lea movttiiduvvon vuosttaš sámi románas man Anders Larsen čálii 1912:s.

source: Han skriver om hovedpersonen Abo Eira som vokser opp i ei sjøsamisk og flerspråklig bygd.
sme: Son čállá váldopersovnna Abo Eira birra guhte bajásšaddá mearrasámi ja máŋggagielat gilážis.

source: Eira opplever mange negative episoder knyttet til andres møte med den samiske bakgrunnen hans.
sme: Eira vásiha ollu negatiivvalaš vásáhusaid earáid deaivvademiin su sámi duogážiin.

source: Dette fører til at Abo Eira erkjenner at det er avgjørende å kjempe for å fremme samisk språk, kultur og historie.
sme: Dat váikkuhii dasa ahte Abo dovddasta ahte lea vealtameahttun rahčat sámi giela, kultuvrra ja historjjá ovddidemiin.

source: Hans visjon er likevel god.
sme: Su niehku lea aŋkke buorre.

source: Han ønsker at fremtiden skal omfatte en situasjon der både samer og majoritetsbefolkningen omfavner det samiske med stolthet.
sme: Son háliida ahte boahtteáiggis galgá leat dakkár dilli ahte sihke sápmelaččat ja majoritehtaálbmot vuovnnain fátmmastit sámevuođa.

source: En annen visjon Eira har i boka er at det samiske folket skal lære å lese og å snakke samisk.
sme: Eará niehku mii Eiras lea dán girjjis lea ahte sámi álbmot oahppá lohkat ja hupmat sámegiela.

source: For meg som også er sjøsame og valgt inn til Sametinget fra nettopp den samme valgkretsen som Anders Larsen kom fra, så er denne boka en inspirasjon.
sme: Munnje gii maid lean mearrasápmelaš ja válljejuvvon Sámediggái juste seamma válgabires gos Anders Larsen maid bođii, lea dát girji hui inspirašuvdnan.

source: Kanskje ikke bare enkelthetene i boka i seg selv, men nettopp det faktum at Larsen var utdannet lærer, redaktør, politiker og at han brant for de samme saker som vi i dag brenner for – er inspirerende.
sme: Eai soaitte dušše eaŋkil oasit girjjis, muhto juste dat ahte Larsen lei oahppan oahpaheaddji, redaktevra, politihkkár ja ahte son áŋgirušai bargat seamma áššiiguin maiguin mii odne bargat – dat lea movttiidahtti.

source: Nå kan man anføre at det også gir grunn til refleksjon at vi hundre år etter er opptatt av akkurat de samme sakene.
sme: Dál sáhttá maid lasihit ahte dat addá maiddái ákka smiehttat ahte mii čuođi jagi maŋŋil ain bargat daiguin seamma áššiiguin.

source: Jeg kan høre generasjoner av samiske samfunnsbyggere hviske utålmodig at «er vi ikke kommet lengere i 2022?
sme: Mun sáhtán gullat buolvvaid sámi servodathuksejeddjiin, sovkkuheame mášohisvuođas ahte “eat go mii leat ollen dobbelii 2022:s?

source: Det som likevel overskygger slike øyeblikk av hviskende stemmer er ropet fra fremtidens generasjoner som må få tilbud om barnehageplass, god opplæring og en reell mulighet til å snakke og bruke sitt hjertespråk.
sme: Dat mii aŋkke gullo buorebut go diekkár sovkkuheaddji jienat, lea čuorvun boahtteáiggi buolvvain mat dárbbašit mánáidgárdefálaldaga, buori oahpahusa ja duohta vejolašvuođa hupmat ja geavahit iežaset váibmogiela.

source: Det går for sakte med dette, og jeg har ikke noen unnskyldning å tilby dem. Da må jeg veksle om denne følelsen av at det går for sakte i engasjement for å få til mer fortere.
sme: Dáinna manná beare hilljánit, ja mus eai leat buorit šállošanákkat sidjiide buktit. Dalle ferten duvdit dan jurdaga eret ahte manná beare njozet, ja baicca álgit hobehit oažžut sadjái eanet jođáneappot.

source: Hjelpa med å holde denne overbevisningen levende finner jeg i samiske foreldre som kjemper for tilbudet som gis barna deres.
sme: Munnje leat sámi váhnemat geat rahčet fálaldaga ovddas mii addo sin mánáide, veahkkin doalaheame dán niegu ealasin.

source: Det må dere også la dere inspirere av.
sme: Dainna galggašeiddet dii maid movttiidahttojuvvot.

source: Og barna er den aller viktigste ressursen som vi har i det samiske samfunnet og i nordområdene.
sme: Ja sámi servodaga ja davviguovllu buot deháleamos resursa leat ge mánát.

source: Deres situasjon kommer for lite frem i mange av de diskusjonene som omhandler nord.
sme: Sin dilli ii boađe doarvái oidnosii olu digaštallamiin davviguovlluid birra.

source: Sametinget vil opprette et barneforum slik at vi kan høre samiske barns stemme på en ny måte i det samiske samfunnet.
sme: Sámediggi áigu álggahit mánáidforuma gos galgat guldalit mánáid ođđa vuogi mielde sámi servodagas.

source: Samiske barn er nøkkelen til den samiske fremtiden.
sme: Sámi mánáid bokte lea sámi boahtteáigi.

source: Derfor er Beaiveálgu-erklæringen opptatt av rekruttering av barnehagelærere og lærere.
sme: Danne berošta Beaiveálgu-julggaštus das ahte háhkat mánáidgárdeoahpaheddjiid ja oahpaheddjiid.

source: Dette er en nøkkelkompetanse i det samiske samfunnet.
sme: Dat lea erenoamáš dehálaš gelbbolašvuohta sámi servodagas.

source: Vi har for få av disse sentrale fagfolkene og de har mange muligheter for å kunne gjøre nytte av den kompetansen de har.
sme: Mis váilot dát guovddáš fágaolbmot ja sis leat olu vejolašvuođat ávkkástallat gelbbolašvuođaineaset.

source: Det er arbeidslivets gullkort på sett og vis.
sme: Sis lea bargoeallima gollevuorbi, sáhttá dadjat.

source: Der deler vi visjonen med regjeringen som i Hurdalserklæringen har pekt på det samme.
sme: Dán višuvnna juogadit ráđđehusain mii lea cuiggodan seamma ášši Hurdal-julggaštusas.

source: Det tar likevel fem år å utdanne en lærer eller barnehagelærer med samisk i fagkretsen.
sme: Goitge ádjána vihtta jagi oahpahit oahpaheaddji dahje mánáidgárdeoahpaheaddji geas lea sámegiella fágan.

source: Og det tar tid å få lærere til å velge samisk språk som videre- eller etterutdanning for så å greie å iverksette undervisning i faget.
sme: Ja ádjána oahpaheddjiid oažžut válljet sámegiela joatkka- dahje lassioahpahussan ja dasto nákcet álggahit oahpahusa fágas.

source: Umulig er det ikke.
sme: Ii veadjemeahttun gal leat.

source: Men det tar tid.
sme: Muhto ádjána gal.

source: Sametinget har etablert såkalte superstipend.
sme: Sámediggi lea ásahan nu gohčoduvvon superstipeanddaid.

source: Det innebærer at du får 50.000 kroner i stipend om du er en av de ettertraktede lærer eller barnehagelærerstudentene.
sme: Dat mearkkaša ahte oaččut 50 000 ruvnno stipeandda jus leat daid bivnnuhis oahpaheddjiid dahje mánáidgárdeoahpaheddjiid searvvis.

source: Det kombinert med at et års studielån kan avskrives hos lånekassa hvis du har inntil 60 stp som del av fagkretsen som lærer er en god ordning som for få kjenner til.
sme: Dat oktan dainna ahte oažžu sihkkojuvvot jagi oahppoloana loatnakássas jus dus leat gitta 60 oahppočuoggá lassin oahpaheaddjiohppui lea buorre ortnet mii lea amas oallugiidda.

source: Jeg mener vi må videre og at vi trenger utdanningsstillinger for samiske lærer og barnehagelærere, tilpassede løp der man kan kombinere kvalifisering med aktiv jobb og at vi må jobbe målrettet med lønnspolitikken.
sme: Mu mielas fertet joatkit ja mii dárbbašit oahppovirggiid sámi oahpaheddjiide ja mánáidgárdeoahpaheddjiide, heivehuvvon ortnegiid gos sáhttá sihke gealbudahttit ja leahkit barggus ja mii fertet bálkkáin bargat mearrediđolaččat.

source: Gjenreise lærere og barnehagelæreres status også lønnsmessig.
sme: Loktet oahpaheddjiid ja mánaidgárdeoahpaheddjiid árvvu bálkká dáfus maid.

source: Men barns oppvekstvilkår handler ikke bare om opplæringen.
sme: Muhto mánáid bajásšaddandilli ii leat dušše oahpahusa birra.

source: Hets, trakassering, krenkelser, overgrep og mobbing er fenomener som spiser opp sjela.
sme: Hárdin, vuortnuheapmi, gutnehuhttin, illasteapmi ja givssideapmi leat áššit mat njillet sielu.

source: Det er for mange barn som opplever dette i egen hverdag.
sme: Menddo olu mánát vásihit dán iežaset árgabeivviin.

source: Tar man det opp er det lett å bli henvist til krenkelseshysteri og at man ikke må blåse opp «bagateller».
sme: Jus ovddida ášši de jođánit cuiggoduvvo gutnehuhttinhysteriijan ja ahte ii galgga "duššiin" beroštit.

source: Det er ikke bagateller å ha en situasjon der barn og unge opplever hat og hets i hverdagen.
sme: Ii leat dušši dilli go mánát ja nuorat vásihit vaši ja hárdima árgabeaivineaset.

source: Det er ikke en bagatell at vi fortsatt som samfunn oppfostrer mennesker som hetser andre.
sme: Dat ii leat dušši go mii ain bajásšaddadit olbmuid geat hárdet nuppiid.

source: Dette ødelegger limet i vårt samfunn.
sme: Dat bilida dan mii doalaha servodaga čoahkis.

source: Fylkeskommunen er skoleeiere, og de har ansvar for det psykososiale klimaet på skolene.
sme: Fylkkagielddat eaiggáduššet skuvllaid, ja sin ovddasvástádus lea skuvlla psykososiálalaš dilli.

source: Mobbing og trakassering skjer ifølge elevundersøkelsene på skoler der det er samiske elever.
sme: Givssideapmi ja vuortnuheapmi dáhpáhuvvá skuvllain gos leat sámi mánát ja nuorat, muitalit ohppiidiskkadallamat.

source: Hva vet vi om dette fenomenet?
sme: Maid mii diehtit dan birra?

source: For lite.
sme: Menddo unnán.

source: Det er usikkert hvem som utøver mobbing, hets og trakassering.
sme: Lea eahpečielggas geat dat givssidit, hárdet ja vuortnuhit.

source: Og vi vet for lite om hvordan det arter seg i 2022.
sme: Ja mii diehtit menddo unnán dan birra movt dat dáhpáhuvvá 2022:s.

source: Jeg vil rose prosjektet «Romsa Dál» med Tromsø Idrettslag, TIL, i spissen.
sme: Háliidan rámidit "Romsa Dál" prošeavtta mas Romssa valáštallansearvi, TIL, lea njunnošis.

source: Det er et prosjekt som har som mål å bekjempe hets og dermed så bidrar prosjektet til å sikre limet i vårt samfunn.
sme: Dán prošeavtta mihttu lea vuosttildit hárdima ja dáinna vugiin veahkeha prošeakta servodaga doalahit čoahkis.

source: Jeg er takknemlig og glad for initiativet og gleder meg til å følge prosjektet.
sme: Lean giitevaš ja movttet álggahemiin ja illudan čuovvut prošeavtta.

source: Vi kan ikke overlate bekjempelsen av hat, trakassering og hets til et enkeltprosjekt alene, men vi må la oss inspirere.
sme: Eat mii sáhte luoitit vaši, vuortnuheami ja hárdima vuostálastima ovttaskas prošektii, muhto galgat movttiiduvvut dainna.

source: Nå skal vi snarlig undertegne en samarbeidsavtale mellom Troms og Finnmark fylkeskommune og Sametinget.
sme: Dál galgat farggamusat vuolláičállit ovttasbargosoahpamuša Romssa ja Finnmárku fylkkagieldda ja Sámedikki gaskkas.

source: Det er en ambisiøs avtale, men selvsagt er det også sånn at vi erkjenner at Troms og Finnmark fylkeskommune skal oppløses og at vi dermed må fornye våre avtaler med to parter etter hvert.
sme: Dat lea áŋgiris šiehtadus, muhto dieđusge diehtit ahte Romssa ja Finnmárkku fylkkagielda galgá earránit ja mii šaddat dasto ođasmahttit šiehtadusaid guvttiin oassebeliin áiggi mielde.

source: Denne prosessen tar tid, men min tanke er at vi trenger å ha en avtale i denne perioden frem mot at fylkene er formelt etablert som to selvstendige fylker igjen.
sme: Proseassa ádjána, muhto mu jurdda lea ahte dárbbašit šiehtadusa dan áigodagas dássážii go fylkkat leat formálalaččat ásahuvvon guoktin iehčanas fylkan fas.

source: Møtedeltakere, en mulighet vi har hatt i arbeidet med denne avtalen har vært å erkjenne hvor stor ulikhet det faktisk var i støtteordningene for det samiske i de to ulike fylkene.
sme: Čoahkkináirasat, dáinna bargguin leat beassan dovddastit man stuora erohusat duođaid leat doarjjaortnegiin sámiid ektui dán guovtti fylkka gaskkas.

source: Dette er noe som jeg håper vi kan utjevne og sikre at de samme gode ordningene kan gjelde både for Troms og for Finnmark fremover.
sme: Dát lea juoga maid sávan mii sáhttit dásset ja sihkkarastit seamma buriid ortnegiid sihke Romsii ja Finnmárkui boahtteáiggis.

source: En tale som dette kan ikke bestå bare av overordnet tenking og bekymringer.
sme: Dákkár sáhkavuorus ii sáhte dušše bajit dási smiehttamuš ja ballu.

source: Jeg må løfte frem to tiltak som gleder meg.
sme: Ferten bajidit guokte doaimma mat illudahttet mu.

source: Det ene er tørkeriet på Nordlige folk som de har kjempet for og som sikrer muligheten til å ivareta unik matkultur i det sjøsamiske området.
sme: Nubbi lea goikadanrusttet Davviálbmogiid guovddážis mii lea rahčan ja sihkkarastán vejolašvuođa fuolahit erenoamáš biebmokultuvrra mearrasámi guovlluin.

source: Det andre er Tore Hund sin Čehporis som er et prosjekt som Várdobáiki har iverksatt som del av Nasjonaljubileet 2030.
sme: Nubbi lea Tore Hunda Čehporis-prošeakta man Várdobáiki lea álggahan oassin Nationálaávvudeamis 2030:s.

source: det er markeringen av at det er tusen år siden Olav Haraldssons fall i slaget på Stiklestad.
sme: Dat lea duhát jagi čalmmustahttin go Olav Haraldson njeidojuvvui Stiklestad-doarrumis.

source: Čehporis er en skinnkrage/fell som gav beskyttelse til Tore Hund og hans hær i forbindelse med dette myteomspunnede slaget.
sme: Čehporis lei náhkki/náhkkebihttá mii suodjalii Tore Hunda ja su veaga dán myhtalaš doarruma oktavuođas.

source: Det er duojár Ellen Berit Dalbakk som har laget en slik Čehporis som nylig ble vist frem i forbindelse med en vernissage.
sme: Duojár Ellen Berit Dalbakk lea ráhkadan dákkár Čehporasa mii gieskat čájehuvvui ovtta vernissage oktavuođas.

source: Disse prosjektene er spennende og handler om å ivareta og sikre både historier og kunnskap fra fortid og for fremtid.
sme: Dát gelddolaš prošeavttat leat dan birra movt fuolahit ja suodjalit historjjá ja máhtu ovddešáiggis boahtteáigái.

source: Avslutningsvis her så skal jeg også løfte frem behovet vi har for å lykkes i å åpne et samisk hus her i Tromsø.
sme: Loahpas áiggun vel loktet dárbbu lihkostuvvat bargguin rahpat sámi viesu dáppe Romssas.

source: Jeg vil rose de samiske organisasjonene som har stått på hele veien, selv om det har tatt svært lang tid å få til dette møtestedet.
sme: Háliidan rámidit sámi organisašuvnnaid mat leat áŋgirit bargan, vaikke leat ádjánan guhká hukset dákkár deaivvadanbáikki.

source: Fra Sametingets side vil jeg si det sånn at det er vår visjon at dette møtestedet åpnes og at vi planlegger for at det skal skje så snart som mulig.
sme: Sámedikki bealis háliidan dadjat ahte lei min višuvdna ahte dát deaivvadanbáiki rahpasa ja min plána livččii ahte rahppo nu johtilit go vejolaš.

source: Møtedeltakere.
sme: Čoahkkináirasat.

source: Det er ikke lett å holde fast ved håpet når det ser som mørkest ut.
sme: Ii leat álki bisuhit doaivaga go orro nu seavdnjat.

source: Våre tanker er hos de som i disse dager mister alt i krig.
sme: Mii jurddašit sin birra geat dáid beivviid masset visot soađis.

source: Vi vet bedre enn de fleste hva det innebærer av konsekvenser over lang tid.
sme: Buorebut go earát diehtit mii váikkuhusaid guhkit áiggi vuollai.

source: Det er rart å tenke på at vi har bygd opp alt etter andre verdenskrig da folket i nord hadde blitt bombet, evakuert og hadde mistet alt i krigens kjølvann.
sme: Lea ártet jurddašit ahte mii leat ceggen visot maŋŋel nuppi máilmmisoađi go davvi álbmot lei bombejuvvon, eváhkuerejuvvon ja lei massán visot soađi dihte.

source: Uten noen ting vendte man tilbake for å bygge opp alt fra ingenting.
sme: Guorosnaga máhcaimet ruovttoluotta ja ceggiimet fas visot.

source: Redsler og fortellinger fra krigen lever enda.
sme: Ballu ja muitalusat soađi birra gullojit ain.
